module.exports = {
  startsWith: [
    '/w/index.php?',
    '//',
    '#',
    'ftp://',
    'mms://',
    'irc://',
    'ssh://',
    'news://',
    'http://',
    'https://',
    'mailto://'
  ],
  indexOf: [
    '/%D7%9E%D7%93%D7%99%D7%94_%D7%95%D7%99%D7%A7%D7%99:', // מדיה_ויקי
    '/%D7%9E%D7%99%D7%95%D7%97%D7%93:', // מיוחד
    '/%D7%A2%D7%96%D7%A8%D7%94:', // עזרה
    '/%D7%A9%D7%99%D7%97%D7%AA_%D7%A2%D7%96%D7%A8%D7%94:', // שיחת_עזרה
    '/%D7%A7%D7%95%D7%91%D7%A5:', // קובץ
    '/%D7%A9%D7%99%D7%97%D7%AA_%D7%A7%D7%95%D7%91%D7%A5:', // שיחת_קובץ
    '/%D7%9E%D7%A9%D7%AA%D7%9E%D7%A9:', // משתמש
    '/%D7%A9%D7%99%D7%97%D7%AA_%D7%9E%D7%A9%D7%AA%D7%9E%D7%A9:', // שיחת_משתמש
    '/%D7%9E%D7%A9%D7%AA%D7%9E%D7%A9%D7%AA:', // משתמשת
    '/%D7%A9%D7%99%D7%97%D7%AA_%D7%9E%D7%A9%D7%AA%D7%9E%D7%A9%D7%AA:', // שיחת_משתמשת
    '/%D7%A9%D7%99%D7%97%D7%94:', // שיחה
    '/%D7%AA%D7%91%D7%A0%D7%99%D7%AA:', // תבנית
    '/%D7%A9%D7%99%D7%97%D7%AA_%D7%AA%D7%91%D7%A0%D7%99%D7%AA:', // שיחת_תבנית
    '/%D7%95%D7%99%D7%A7%D7%99%D7%A4%D7%93%D7%99%D7%94:', // ויקיפדיה
    '/%D7%A9%D7%99%D7%97%D7%AA_%D7%95%D7%99%D7%A7%D7%99%D7%A4%D7%93%D7%99%D7%94:', // שיחת_ויקיפדיה
    '/%D7%A4%D7%95%D7%A8%D7%98%D7%9C:', // פורטל
    '/%D7%A9%D7%99%D7%97%D7%AA_%D7%A4%D7%95%D7%A8%D7%98%D7%9C:', // שיחת_פורטל
    '/%D7%A7%D7%98%D7%92%D7%95%D7%A8%D7%99%D7%94:', // קטגוריה
    '/%D7%A9%D7%99%D7%97%D7%AA_%D7%A7%D7%98%D7%92%D7%95%D7%A8%D7%99%D7%94:' // שיחת_קטגוריה
  ]
}
